<?php
	define('aLOG', array(
		'MISSION'	=> '工作',
		'CASHFLOW'	=> '充提',
		'TYPEMONEY'	=> '現金',
		'ALL'		=> '全部',
		'TYPE0'	=> '類別',
		'TYPE2'	=> '來源',
		'TYPE3'	=> '種類',
		'ACCOUNT'	=> '會員帳號',
		'ID'		=> '單號',
		'BEFORE'	=> '原有金額',
		'DELTA'	=> '變動金額',
		'AFTER'	=> '現有金額',
		'CREATETIME'=> '建立時間',
		'PARAM'	=> '備註',
		'TOTAL'	=> '總計',
		'SUBTOTAL'	=> '小計',
		'SELECTTYPE2'=> '請選擇來源',
		'PROMOTAX'	=> '扣除稅金',
	));

	define('aTYPE2', array(
		'200'	=> '購買方案',
		// '201'	=> '推廣獎勵',
		// '202'	=> '提領',
		// '203'	=> '提領審核失敗返款',
		// '204'	=> '',
		'205'	=> '人工充提補入',
		'206'	=> '人工充提領出',
		// '210'	=> '轉帳入款',
		// '211'	=> '轉帳扣款',
	));
?>
